Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIDEO_RECORDING_PROFILE_DESC_FALSE
source: Turn on the ability to record video clips using this profile.
ar: تشغيل إمكانية تسجيل مقاطع الفيديو باستخدام ملف التعريف هذا.
bg: Включете възможността да записвате видео клипове, като използвате този профил.
ca: Activa la capacitat de gravar clips de vídeo amb el perfil.
cs: Zapne v tomto profilu možnost nahrávat videoklipy.
da: Slå muligheden for at optage videoklip til for denne profil.
de: Aktiviere die Fähigkeit, mit diesem Profil Videoclips aufzunehmen.
el: Ενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο με χρήση αυτού του προφίλ.
es: Activa la capacidad de grabar clips de vídeo con este perfil.
es_us: Activa la capacidad de grabar clips de video con este perfil.
fi: Laita päälle mahdollisuus tallentaa videoklippejä tällä profiililla.
fr: Activez la possibilité d’enregistrer des extraits vidéo avec ce profil.
fr_ca: Activez l’enregistrement de vidéoclips avec ce profil.
he: ניתן להפעיל את היכולת להקליט קטעי וידאו באמצעות פרופיל זה.
hi: इस प्रोफ़ाइल के उपयोग से वीडियो क्लिप रिकॉर्ड करने की क्षमता चालू करें।
hr: Uključite mogućnost snimanja video isječaka ovim profilom.
hu: A profillal való videoklip-rögzítés lehetőségének bekapcsolása.
id: Nyalakan kemampuan untuk merekam klip video menggunakan profil ini.
it: Attiva la possibilità di registrare clip video usando il profilo.
ja: このプロファイルを使用したビデオクリップの撮影機能をオンにします。
kk: Осы профильдің көмегімен видео клиптерді жазу мүмкіндігін қосыңыз.
ko: 이 프로필을 사용하여 비디오 클립을 녹화하는 기능을 켭니다.
lt: Įjunkite galimybę įrašyti vaizdo klipus naudojant šį profilį.
ms: Aktifkan keupayaan untuk merakam klip video menggunakan profil ini.
nb: Slå på muligheten for å ta opp videoklipp med denne profilen.
nl: Schakel de mogelijkheid in om videofragmenten te maken met dit profiel.
pl: Włącz możliwość nagrywania klipów wideo przy użyciu tego profilu.
pt_br: Ative a capacidade de gravar clipes de vídeo com este perfil.
pt_pt: Ativar a capacidade de gravar clips de vídeo ao usar este perfil.
ro: Activați opțiunea de a înregistra clipuri video folosind acest profil.
ru: Включите функцию, которая позволяет записывать видео с помощью этого профиля.
sk: Zapne možnosť nahrávať videoklipy v tomto profile.
sl: Izklopite možnost snemanja videoposnetkov s tem profilom.
sv: Aktivera inspelning av videoklipp med den här profilen.
th: เปิดใช้ความสามารถในการบันทึกคลิปวิดีโอโดยใช้โปรไฟล์นี้
tr: Bu profili kullanarak video klip kaydı yapabilmeyi açar.
uk: Увімкніть можливість записування відеоуривків за допомогою цього профілю.
vi: Bật tính năng quay clip video bằng cấu hình này.
zh_cn: 打开使用此描述文件录制视频片段的功能。
zh_hk: 開啟使用此設定檔錄製影片片段的功能。
zh_tw: 開啟使用此描述檔錄製短片的功能。

# VIDEO_RECORDING_PROFILE_DESC_TRUE
source: Turn off the ability to record video clips using this profile.
ar: إيقاف إمكانية تسجيل مقاطع الفيديو باستخدام ملف التعريف هذا.
bg: Изключете възможността да записвате видео клипове, като използвате този профил.
ca: Desactiva la capacitat de gravar clips de vídeo amb el perfil.
cs: Vypne v tomto profilu možnost nahrávat videoklipy.
da: Slå muligheden for at optage videoklip fra for denne profil.
de: Deaktiviere die Fähigkeit, mit diesem Profil Videoclips aufzunehmen.
el: Απενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο με χρήση αυτού του προφίλ.
es: Desactiva la capacidad de grabar clips de vídeo con este perfil.
es_us: Desactiva la capacidad de grabar clips de video con este perfil.
fi: Laita pois päältä mahdollisuus tallentaa videoklippejä tällä profiililla.
fr: Désactivez la possibilité d’enregistrer des extraits vidéo avec ce profil.
fr_ca: Désactivez l’enregistrement de vidéoclips avec ce profil.
he: ניתן לכבות את היכולת להקליט קטעי וידאו באמצעות פרופיל זה.
hi: इस प्रोफ़ाइल के उपयोग से वीडियो क्लिप रिकॉर्ड करने की क्षमता बंद करें।
hr: Isključite mogućnost snimanja video isječaka ovim profilom.
hu: A profillal való videoklip-rögzítés lehetőségének kikapcsolása.
id: Matikan kemampuan untuk merekam klip video menggunakan profil ini.
it: Disattiva la possibilità di registrare clip video usando il profilo.
ja: このプロファイルを使用したビデオクリップの撮影機能をオフにします。
kk: Осы профильдің көмегімен видео жазу мүмкіндігін өшіріңіз.
ko: 이 프로필을 사용하여 비디오 클립을 녹화하는 기능을 끕니다.
lt: Išjunkite galimybę įrašyti vaizdo klipus naudojant šį profilį.
ms: Nyahaktifkan keupayaan untuk merakam klip video menggunakan profil ini.
nb: Slå av muligheten for å ta opp videoklipp med denne profilen.
nl: Schakel de mogelijkheid uit om videofragmenten te maken met dit profiel.
pl: Wyłącz możliwość nagrywania klipów wideo przy użyciu tego profilu.
pt_br: Desative a capacidade de gravar clipes de vídeo com este perfil.
pt_pt: Desativar a capacidade de gravar clips de vídeo ao usar este perfil.
ro: Dezactivați opțiunea de a înregistra clipuri video folosind acest profil.
ru: Выключите функцию, которая позволяет записывать видео с помощью этого профиля.
sk: Vypne možnosť nahrávať videoklipy v tomto profile.
sl: Izklopite možnost snemanja videoposnetkov s tem profilom.
sv: Avaktivera inspelning av videoklipp med den här profilen.
th: ปิดใช้ความสามารถในการบันทึกคลิปวิดีโอโดยใช้โปรไฟล์นี้
tr: Bu profili kullanarak video klip kaydı yapabilmeyi kapatır.
uk: Вимкніть можливість записування відеоуривків за допомогою цього профілю.
vi: Tắt tính năng quay clip video bằng cấu hình này.
zh_cn: 关闭使用此描述文件录制视频片段的功能。
zh_hk: 關閉使用此設定檔錄製影片片段的功能。
zh_tw: 關閉使用此描述檔錄製短片的功能。

# VIDEO_RECORDING_TITLE
source: Capture Video Clips
ar: تسجيل مقاطع فيديو
bg: Записвайте видео клипове
ca: Grava els clips de vídeo
cs: Nahrávání videoklipů
da: Optag videoklip
de: Videoclips aufnehmen
el: Καταγραφή κλιπ βίντεο
es: Grabar clips de vídeo de la pantalla
es_us: Grabar clips de video
fi: Ota videoklippejä
fr: Enregistrer des extraits vidéo
fr_ca: Capturer des vidéoclips
he: צילום קטעי וידאו
hi: वीडियो क्लिप कैप्चर करें
hr: Snimanje video isječaka
hu: Videoklipek rögzítése
id: Rekam Klip Video
it: Acquisisci clip video
ja: ビデオクリップを収録
kk: Видео клиптерді жазу
ko: 비디오 클립 캡처
lt: Vaizdo klipų fiksavimas
ms: Rakam Klip Video
nb: Ta opp videoklipp
nl: Maak videofragmenten
pl: Nagrywanie klipów wideo
pt_br: Capturar Clipes de Vídeo
pt_pt: Capturar clips de vídeo
ro: Înregistrare clipuri video
ru: Запись видео
sk: Nahrávanie videoklipov
sl: Zajem videoposnetkov
sv: Spela in videoklipp
th: ถ่ายคลิปวิดีโอ
tr: Video Klip Çekme
uk: Захоплення відео
vi: Quay clip video
zh_cn: 录制视频片段
zh_hk: 截取影片片段
zh_tw: 擷取短片

# XBOX_ELITE_V2_REMAPPING_WARNING
source: Paddle button customizations only apply when the Xbox Elite V2 Wireless Controller is set to use its default button mapping. Press the controller’s Profile button until no bars appear lit below the button.
ar: لا تنطبق تخصيصات زر البدّال إلا عند تعيين ذراع تحكم Xbox Elite اللاسلكية من السلسلة 2، بحيث تستخدم إعداداتها الافتراضية لتعيين الأزرار. اضغط على زر الصفحة الشخصية في ذراع التحكم حتى لا تظهر أي أشرطة مضاءة أسفل الزر.
bg: Персонализирането на бутона стик се прилага само когато Xbox Elite V2 безжичен контролер е настроен да използва настройките на бутоните си по подразбиране. Натиснете и задръжте бутона за профил на контролера, докато не спрат да светят всички ленти под бутона.
ca: Les personalitzacions dels botons de palanca només s’apliquen si el comandament sense fil Xbox Elite V2 està configurat per utilitzar l’assignació de botons per omissió. Al comandament, prem‑hi el botó del perfil fins que no hi hagi cap barra il·luminada a sota.
cs: Přizpůsobení páček se uplatní jen tehdy, když je bezdrátový ovladač Xbox Elite V2 nastavený na výchozí mapování tlačítek. Stiskněte na ovladači opakovaně tlačítko profilu, dokud nezhasnou všechny proužky pod tlačítkem.
da: Tilpassede paddelknapper anvendes kun, når den trådløse Xbox Elite V2-controller er indstillet til at bruge standard knaptildeling. Tryk på knappen Profil på controlleren, indtil der ikke er lys i nogen bjælker under knappen.
de: Anpassungen der Paddle gelten nur, wenn der Xbox Elite Wireless Controller Series 2 auf die Standardtastenbelegung eingestellt ist. Drücke die Profil-Taste auf dem Controller, bis keine Leisten unter der Taste mehr leuchten.
el: Οι προσαρμογές των κουμπιών Paddle εφαρμόζονται μόνο όταν το ασύρματο χειριστήριο Xbox Elite V2 έχει καθοριστεί να χρησιμοποιεί την προεπιλεγμένη αντιστοίχιση κουμπιών. Πατήστε το κουμπί «Προφίλ» του χειριστηρίου μέχρι να σβήσουν οι φωτεινές γραμμές κάτω από το κουμπί.
es: Las personalizaciones de los botones de palanca solo se aplican cuando el mando inalámbrico Xbox Elite V2 está configurado para usar la asignación de botones por omisión. Pulsa el botón Perfil del mando hasta que no veas ninguna barra encendida debajo del botón.
es_us: La personalización de palancas sólo funciona si el control inalámbrico Xbox Elite V2 usa los botones con la configuración de origen. Presiona el botón de perfil hasta que no se encienda ninguna línea debajo del botón.
fi: Paddle-painikkeen muokkaukset toimivat vain, kun Xbox Elite V2 Wireless Controller on asetettu käyttämään oletuspainikekarttaansa. Paina ohjaimen Profiili-painiketta, kunnes valo ei pala missään painikkeen alla olevassa palkissa.
fr: La personnalisation des palettes est uniquement appliquée lorsque la manette sans fil Xbox Elite série 2 est configurée pour utiliser le mappage par défaut des touches. Appuyez sur la touche Profil de la manette jusqu’à l’extinction complète des barres lumineuses situées sous la touche.
fr_ca: Les personnalisations des palettes s’appliquent seulement lorsque la manette sans fil Xbox Elite Series 2 est réglée pour utiliser le mappage par défaut des boutons. Appuyez sur le bouton de profil de la manette jusqu’à ce qu’aucune barre ne soit allumée sous le bouton.
he: התאמות של כפתור הדוושה יכולות להתבצע רק כאשר הבקר האלחוטי Xbox Elite V2 מוגדר לשימוש בברירת-המחדל של מיפוי הכפתורים שלו. יש ללחוץ על כפתור הפרופיל של הבקר עד שאף פס לא נראה מואר מתחת לכפתור.
hi: पैडल बटन कस्टमाइज़ेशन केवल तभी लागू होते हैं जब Xbox Elite V2 वायरलेस कंट्रोलर अपनी डिफ़ॉल्ट बटन मैपिंग का इस्तेमाल करने के लिए सेट किया गया हो। कंट्रोलर का Profile बटन तब तक दबाए रखें जब तक कि बटन के नीचे कोई प्रकाशित बार दिखाई न देने लगे।
hr: Prilagodbe tipke pedale primjenjuju se samo kad je bežični Xbox Elite V2 kontroler podešen na uporabu svog standardnog mapiranja tipaka. Pritišćite tipku Profile na kontroleru dok sve trake ne prestanu svijetliti ispod tipke.
hu: A karok testreszabásai csak akkor lépnek érvénybe, amikor a 2. szériás Xbox Elite vezeték nélküli kontroller az alapértelmezett gombkiosztásának használatára van beállítva. Nyomja addig a kontrolleren található Profil gombot, amíg már nem világít a gomb alatt található fénycsíkok egyike sem.
id: Penyesuaian tombol Paddle hanya diterapkan saat Xbox Elite V2 Wireless Controller diatur untuk menggunakan pemetaan tombol defaultnya. Tekan tombol Profil pengontrol hingga tidak ada bar yang menyala di bawah tombol.
it: Le configurazioni personalizzate per le levette vengono applicate solo quando il controller wireless Elite per Xbox Series 2 è impostato per l’utilizzo della mappatura dei pulsanti di default. Premi il pulsante Profilo sul controller finché tutte le barre sottostanti si spengono.
ja: パドルボタンのカスタマイズは、Xbox Elite V2 Wireless Controllerのデフォルトのボタンマッピングを使用するように設定されている場合のみ適用されます。ボタンの下にあるバーの点灯が消えるまで、コントローラの“プロファイル”ボタンを押してください。
kk: Тұтқа түймесін бейімдеу мүмкіндіктері Xbox Elite V2 сымсыз контроллері әдепкі түйме көрінісін пайдалануға бапталған жағдайда ғана қолданылады. Контроллердегі профиль түймесін оның астында жарықтандырылған жолақтар пайда болғанша басыңыз.
ko: 패들 버튼 사용자화는 Xbox Elite V2 무선 컨트롤러가 기본 버튼 매핑을 사용하도록 설정된 경우에만 적용됩니다. 컨트롤러의 프로필 버튼 아래에 불이 켜진 막대가 나타나지 않을 때까지 프로필 버튼을 누르십시오.
lt: Mentelės mygtuko pritaikymas taikomas tik tada, kai „Xbox Elite V2“ belaidis valdiklis nustatytas naudoti numatytąjį mygtukų susiejimą. Spauskite valdiklio mygtuką „Profilis“ tol, kol po mygtuku neliks šviečiančių juostų.
ms: Penyesuaian butang padel hanya digunakan apabila Pengawal Wayarles Xbox Elite V2 disetkan untuk menggunakan pemetaan butang lalainya. Tekan butang Profil pengawal sehingga tiada bar bernyala di bawah butang.
nb: Tilpasning av pedalknappene gjelder bare når Xbox Elite trådløs kontroller serie 2 er stilt inn til å bruke standard knappetilordning. Trykk på profilknappen på kontrolleren til ingen av stolpene under knappen lyser.
nl: Aanpassingen voor paddles zijn alleen van toepassing wanneer de Xbox Elite draadloze controller Series 2 is ingesteld om de standaardknoptoewijzigen te gebruiken. Druk op de profielknop van de controller totdat er onder de knop geen balken oplichten.
pl: Dostosowywanie przycisków łopatek ma zastosowanie tylko, gdy kontroler bezprzewodowy Xbox Elite V2 jest skonfigurowany do użycia domyślnego odwzorowania przycisków. Naciskaj przycisk Profil na kontrolerze, aż zgasną wszystkie paski poniżej tego przycisku.
pt_br: As personalizações dos botões de alavanca só se aplicam quando o Controle Xbox Elite Wireless Série 2 está definido para usar o mapeamento padrão de botões. Pressione o botão do perfil no controle até que nenhuma barra apareça iluminada abaixo do botão.
pt_pt: As personalizações dos botões de patilha aplicam‑se apenas quando o comando sem fios Xbox Elite Series 2 está definido para usar as predefinições dos botões. Mantenha premido o botão Perfil do comando até não haver barras acesas sob o botão.
ro: Personalizările butonului Paletă se aplică doar dacă Xbox Elite V2 Wireless Controller este configurat pentru a utiliza maparea implicită a butoanelor sale. Apăsați pe butonul Profil al controllerului până când sub buton nu mai apare nicio bară aprinsă.
ru: Пользовательские настройки ручек применяются только в том случае, если на беспроводном контроллере Xbox Elite V2 задана стандартная конфигурация кнопок. Нажимайте на кнопку профиля на контроллере до тех пор, пока под кнопкой не перестанут светиться индикаторы.
sk: Prispôsobenie páčok P1 – P4 sa použije len vtedy, keď je bezdrôtový ovládač Xbox Elite V2 nastavený na predvolené mapovanie tlačidiel. Na ovládači opakovane stláčajte tlačidlo Profil, až kým nezhasnú všetky kontrolky pod tlačidlom.
sl: Prilagoditve lopatke so mogoče samo, če je brezžični kontroler Xbox Elite V2 nastavljen tako, da uporablja privzeto preslikavo gumbov. Pritisnite gumb za profil kontrolerja, dokler pod lopatko ne sveti nobena črtica več.
sv: Anpassningar av paddelknappen gäller endast när den trådlösa Xbox Elite V2-spelkontrollen är inställd på att använda den förvalda knappkopplingen. Tryck på profilknappen på spelkontrollen tills inga staplar är tända nedanför knappen.
th: การกำหนดค่าปุ่ม Paddle จะใช้เฉพาะเมื่ออุปกรณ์ควบคุมไร้สาย Xbox Elite V2 ถูกตั้งค่าให้ใช้การเทียบผังปุ่มเริ่มต้นของอุปกรณ์ควบคุม กดปุ่มโปรไฟล์ของอุปกรณ์ควบคุมจนกระทั่งไม่มีแถบส่องแสงแสดงอยู่ใต้ปุ่ม
tr: Denetim düğmesi özelleştirmeleri yalnızca Xbox Elite V2 Kablosuz Kumandası saptanmış düğme eşlemesini kullanmak üzere ayarlandığında geçerlidir. Düğmenin altında yanan çubuk görünmeyene kadar kumandanın Profil düğmesine basın.
uk: Пелюсткові кнопки можна налаштувати, лише якщо на бездротовому контролері Xbox Elite V2 використовується типова конфігурація кнопок. Натисніть і утримуйте кнопку профілю на контролері, доки вона не припинить підсвічуватися знизу.
vi: Các tùy chỉnh nút gạt chỉ áp dụng khi Bộ điều khiển không dây Xbox Elite V2 được thiết lập để sử dụng sơ đồ nút mặc định. Hãy nhấn nút Profile của bộ điều khiển đến khi không có thanh nào được chiếu sáng bên dưới nút.
zh_cn: 拨片按键自定义仅在Xbox Elite无线控制器系列2设定为使用其默认按钮映射时可用。按下控制器的“配置文件”按钮，直至该按钮下方没有任何条形指示灯亮起。
zh_hk: 「按板」按鈕自訂只會在Xbox Elite V2無線控制器設定為使用其預設按鈕對應時套用。請按下控制器的「設定檔」按鈕，直至該按鈕下方沒有任何條形指示燈亮起。
zh_tw: 「按板」按鈕自訂只會在Xbox Elite V2無線控制器設定為使用其預設按鈕對應時套用。請按下控制器的「描述檔」按鈕，直到按鈕下方的光條不再發亮。

# GAME_INTENT_ARCADE_FOLDER_TITLE
source: Arcade
zh_tw: 街機遊戲
